[
	{
	  "title": "The Midnight Library",
	  "author": "Matt Haig",
	  "description": "In The Midnight Library, Matt Haigs enchanting blockbuster novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
	  "featured": true,
	  "image": "https://m.media-amazon.com/images/I/81J6APjwxlL.jpg",
	  "price": 100,
	  "clerkId": "clerkId"
	},
	{
	  "title": "Where the crawdads sing",
	  "author": "Delia Owens",
	  "description": "In Where the Crawdads Sing, Owens juxtaposes an exquisite ode to the natural world against a profound coming of age story and haunting mystery. Thought-provoking, wise, and deeply moving, Owens’s debut novel reminds us that we are forever shaped by the child within us, while also subject to the beautiful and violent secrets that nature keeps.",
	  "featured": true,
	  "image": "https://m.media-amazon.com/images/I/81lbmz5t2sL._SL1500_.jpg",
	  "price": 130,
	  "clerkId": "clerkId"
	},
	{
	  "title": "The silent patient",
	  "author": "Alex Michaelides",
	  "description": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.",
	  "featured": true,
	  "image": "https://m.media-amazon.com/images/I/91BbLCJOruL._SL1500_.jpg",
	  "price": 140,
	  "clerkId": "clerkId"
	},
	{
	  "title": "A good girl's guide",
	  "author": "Holly Jackson",
	  "description": "The case is closed. Five years ago, schoolgirl Andie Bell was murdered by Sal Singh. The police know he did it. Everyone in town knows he did it.But having grown up in the same small town that was consumed by the murder, Pippa Fitz-Amobi is not so sure. When she chooses the case as the topic for her final year project, she starts to uncover secrets that someone in town desperately wants to stay hidden. And if the real killer is still out there, how far will they go to keep Pip from the truth?",
	  "featured": true,
	  "image": "https://m.media-amazon.com/images/I/819iepQ3BcL._SL1500_.jpg",
	  "price": 125,
	  "clerkId": "clerkId"
	}
  ]